<template lang="md">
---
---
---

### 목차

---

# <br />

- 1편. '미닛'은 쉬운 설명/내용을 모으고 나누기 위해 운영됩니다.
- 2편. '전문/기술용어'와 '가이드/매뉴얼 제목'을 등록할 수 있습니다.
- 3편. '전문/기술용어'의 '설명' 및 '가이드/매뉴얼'의 '내용' 작성 가능합니다.
- 4편. '쉬워요'는 '설명', '내용'에 대해 가능합니다.
- 5편. 사용자는 활동내역에 따라 '업적'을 받을 수 있습니다.
- 6편. 사용자는 활동내역에 따라 '보상'을 받을 수 있습니다.
- 7편. 특정 활동은 심사 또는 삭제/탈퇴 대상이 될 수 있습니다.
- 8편. '전문/기술용어'의 '설명', '가이드/매뉴얼'의 '내용' 저작권은 그것을 작성한 사용자에게 있습니다.
- 9편. 사용자는 언제든 '회원탈퇴'를 할 수 있습니다.
- 10편. 그 외 주의사항
  <br />

---

---

---

### 1편. '미닛'은 쉬운 설명/내용을 모으고 나누기 위해 운영됩니다.

---

# <br />

- **1조. 쉬운 이해를 돕기 위한 설명 작성 및 창작, 공유 활동의 공간입니다.**
- **2조. 쉬운 이해가 특히 필요한 '전문/기술용어', '가이드/매뉴얼'만 다룹니다.**
- **3조. 쉬운 설명 외의 의도가 없는 중립적인 활동을 지지합니다.**
- **4조. 타인에 대한 비난/비방 또는 혐오/홍보 내용은 허용되지 않습니다.**
- **5조. 저작권 침해는 허용되지 않습니다.**
  <br />

---

---

---

### 2편. '전문/기술용어'와 '가이드/매뉴얼 제목'을 등록할 수 있습니다.

---

# <br />

#### 1조. '전문/기술용어'의 등록

- 1항. '전문/기술용어'는 전문 분야 또는 기술/과학 분야의 활동에 필요한 지식 중에서 주로 사용되는 말만을 가리킵니다.
  - 1호. '전문용어'는 전문 분야에서 사용되는 용어를 뜻합니다.
    1. 예1. 미술 분야의 '크로키'
    1. 예2. 금융 분야의 '콜 옵션'
  - 2호. '기술용어'는 기술 및 과학과 관련한 활동에서 특정 개념이 갖는 많은 정보를 압축해 표현하기 위해 사용되는 용어를 뜻합니다.
    - 예1. '원자력(Nuclear Energy)', '중력(Gravity)', '자화(Magnetization)' 등<br /><br />
- 2항. 신규 등록
  - 1호. 사용자가 신규 '전문/기술용어'를 등록하면, 이후 관리자 직접 심사를 거쳐 공개됩니다.
     <!-- * 심사 기준: '심사 문서의 1조, 2조 각 항목 참조 -->
  - 2호. '전문/기술용어'의 설명은 동시 등록할 수 있고, 심사 후 공개되었을 때 사용자는 누구나 추가 등록할 수도 있습니다.<br /><br />

#### 2조. '가이드/매뉴얼 제목'의 등록

- 1항. '가이드/매뉴얼'는 무언가 하는 법을 안내 및 이용법을 안내합니다.
  - 1호. '가이드(Guide)'는 어떤 목적을 갖는 과정 또는 결과를 얻기 위한 행동을 안내하는 것을 의미합니다.
    1. 예. '경기도 분당 여행'은 대한민국 경기도 분당 지역을 여행하는 법을 안내하고 있습니다.
    1. 예. '윈도우 환경에서 파이썬(Python) 다운로드 및 설치'는 특정 컴퓨터 환경에서 파이썬이란 프로그래밍 언어를 사용하는 법을 안내하고 있습니다.
  - 2호. '매뉴얼(Manual)'은 상품 및 서비스의 사용 설명서를 의미합니다.
    1. 예. 'LEOPOLD FC750R 키보드 매뉴얼'은 특정 키보드의 연결, 설치 및 활용법에 대해 설명합니다.
    1. 예. '파이썬3(Python3) 매뉴얼'은 프로그래밍 언어 파이썬3을 다루는 방법을 설명합니다.<br /><br />
- 2항. 신규 등록
  - 1호. 사용자는 신규 '가이드/매뉴얼 제목'을 등록할 수 있습니다. 이후 관리자 직접 심사를 거쳐 공개됩니다.
     <!-- * 심사 기준: '심사 문서의 1조, 2조 각 항목 참조 -->
  - 2호. '가이드/매뉴얼'의 내용은 동시 등록할 수 있고, 심사 후 공개되었을 때 사용자는 누구나 추가 등록할 수도 있습니다.<br /><br />

---

---

---

### 3편. '전문/기술용어'의 '설명' 및 '가이드/매뉴얼'의 '내용' 작성 가능합니다.

---

# <br />

#### 1조. '미닛'에서 '설명'은 '전문/기술용어'를 다른 사용자가 잘 이해할 수 있도록 쉽게 말하는 것을 의미합니다.

- 1항. 신규 '설명'은 사용자가 작성한 순간 등록이 이루어집니다.
  - 1호. '설명'은 500자로 제한됩니다.
  - 2호. '설명'에 삽입 가능한 그림(Image)은 1개 제한입니다.
  - 3호. '설명'에 삽입 가능한 그림(Image)의 개당 용량(Size)은 5MB 제한입니다.
  <!-- 2호. 심사 기준에 의해 상태의 변경 및 무통보 삭제가 이루어질 수 있습니다 -->
- 2항. '설명'의 수정 및 삭제는 사용자가 완료한 순간 즉시 반영됩니다.
  - 1호. '설명'은 직접 등록한 사용자만이 수정할 수 있습니다. 단, '쉬워요'가 1개 이상 또는 작성 후 24시간이 경과한 경우 수정되지 않습니다.
  - 2호. '설명'은 직접 등록한 사용자가 삭제할 수 있습니다. 단, '규정 1편' 또는 '심사 기준'에 따라 상태의 변경 및 무통보 삭제가 이루어질 수 있습니다.<br /><br />

#### 2조. '미닛'에서 '내용'은 '가이드/매뉴얼 제목'에 적합한 내용을 다른 사용자가 잘 이해할 수 있도록 쉽게 구성한 것을 말합니다.

- 1항. 신규 '내용'은 사용자가 작성한 순간 등록이 이루어집니다.
  - 1호. '내용'은 1,000자로 제한됩니다.
  - 2호. '내용'에 삽입 가능한 그림(Image)은 3개 제한입니다.
  - 3호. '내용'에 삽입 가능한 그림(Image)의 개당 용량(Size)은 5MB 제한입니다.
  <!-- 2호. 심사 기준에 의해 상태의 변경 및 무통보 삭제가 이루어질 수 있습니다 -->
- 2항. '내용'의 수정 및 삭제는 사용자가 완료한 순간 즉시 반영됩니다.
  - 1호. '내용'은 직접 등록한 사용자만이 수정할 수 있습니다. 단, '쉬워요'가 1개 이상 또는 작성 후 24시간이 경과한 경우 수정되지 않습니다.
  - 2호. '내용'은 직접 등록한 사용자가 삭제할 수 있습니다. 단, '규정 1편' 또는 '심사 기준'에 따라 상태의 변경 및 무통보 삭제가 이루어질 수 있습니다.<br /><br />

---

---

---

### 4편. '쉬워요'는 '설명'과 '내용'에 대해 가능합니다.

---

# <br />

#### 1조. '쉬워요'는 사용자가 읽은 '설명' 또는 '내용'이 이해하기 쉽다고 생각했을 때 작성자에게 줄 수 있는 점수입니다.<br /><br />

#### 2조. '쉬워요'는 사용자 활동내역에 포함되며, '쉬워요'의 개수가 사용자 활동내역의 '총 점수'를 의미하지 않습니다.<br /><br />

---

---

---

### 5편. 사용자는 활동내역에 따라 '업적'을 달성할 수 있습니다.

---

# <br />

#### 1조. '미닛'의 궁극적인 목표와 관계가 높은 사용자 활동에 대해서 일정 기준을 충족했음을 알리는 시스템입니다.

- 1항. '업적'은 달성 이후 기준 미충족이 되더라도, 이미 달성한 업적 내역은 유지됩니다. 단, 보상은 유지되지 않습니다.
- 2항. 상기 내용의 예시. 500위 이내 업적 달성 후 순위권 밖으로 내려갈 경우 업적 달성 내역은 유지되지만, 업적 달성 보상 '뱃지(Badge)'는 상실됩니다.<br /><br />

#### 2조. 사용자는 '미닛'에서의 활동을 통해서 종합 및 개별 점수(이하 '활동 점수')를 얻고 이를 바탕으로 업적을 달성할 수도 있습니다.<br /><br />

- 1항. 사용자는 '활동 점수'를 획득하는 것으로 (1) 다양한 업적 획득의 바탕이 되고, (2) 업적 획득에 따른 '보상'을 얻는 경우도 있습니다.
- 2항. '활동 점수' 획득 종류는 (1) '전문/기술용어'의 등록, (2) '설명'의 작성, (3) '가이드/매뉴얼 제목'의 등록, (4) '내용'의 작성이 있습니다.
- 3항. 계산 방식은 '확정 후 공개 예정'입니다.<br /><br />

#### 3조. '활동 점수' 획득 종류 및 계산 방식은 '미닛'의 궁극적인 목표와 달성을 위해 수정될 수 있습니다.

- 1항. '활동 점수' 획득 종류, 계산 방식은 보다 많은 쉬운 '설명'과 '내용'이 제공되고, 쉬운 '설명'과 '내용'의 작성자가 인정 받을 수 있는 방향으로 수정될 수 있습니다.
- 2항. '활동 점수' 획득 종류, 계산 방식의 변경으로 큰 점수 변동을 초래할 것이 예상되는 경우 공지 후 진행됩니다.<br /><br />

---

---

---

### 6편. 사용자는 활동내역에 따라 '보상'을 받을 수 있습니다.

---

# <br />

#### 1조. 사용자는 '미닛'에서 중요한 역할 수행의 활동내역이 있을 때, '보상'이 제공될 수 있습니다.

- 1항. '보상' 제공 예시. 2021년 9월 한 달간 '전문/기술용어'인 '인공지능'에 관한 '쉬워요' 개수 1/2/3위의 '설명'으로써 일정 조회수 이상 조회<br /><br />

#### 2조. '보상'의 종류는 (1) 금전, (2) 상품, (3) 호칭(Title), (4) 뱃지(Badge)가 될 수 있습니다.

- 1항. '금전' 제도 미정
- 2항. '상품' 제도 미정
- 3항. '호칭'은 '업적' 달성 시 부여됩니다.
  - 1호. 예시1. 공동 설립자의 경우 '설립자' 호칭
  - 2호. 예시2. 알파테스트 기간 참여 및 활동 완료의 경우 '알파테스터' 호칭
- 4항. '뱃지'는 특정 '업적' 달성 시 부여됩니다.
  - 1호. 기준 충족 후 다시 기준을 충족하지 못하게 되는 경우 보상은 회수됩니다. (예시. 500위 이내 업적 달성 후, 500위 아래로 순위가 떨어지는 경우 업적 달성 보상 뱃지는 상실)
  - 2호. 획득 예시. 전체 순위 500위 이내인 경우 'IN500' 뱃지 획득
  - 3호. '뱃지' 기능은 미구현 상태입니다.<br /><br />

---

---

---

### 7편. 특정 활동은 심사 또는 삭제/탈퇴 대상이 될 수 있습니다.

---

# <br />

#### 1조. '전문/기술용어', '가이드/매뉴얼 제목'은 다음과 같은 때 심사 대상 또는 통합 및 삭제될 수 있습니다.

- 1항. 최초로 등록되었을 때
- 2항. 본 규정을 참고하였을 때, '전문/기술용어' 또는 '가이드/매뉴얼 제목'에 적합하지 않은 경우
- 3항. 최소 1개의 '설명', '내용'이 등록되지 아니한 채로 180일의 기간이 흐른 경우
- 4항. 의미상 같은 '전문/기술용어', '가이드/매뉴얼 제목'이 있을 때
  - 1호. 포함하는 '설명, '내용'이 사실상 같은 '전문/기술용어', '가이드/매뉴얼 제목'을 의미할 때<br /><br />

#### 2조. '설명', '내용'은 다음과 같은 때 심사 대상 또는 삭제될 수 있습니다.

- 1항. 타인에 대한 직/간접적인 비방, 욕설이 포함되는 경우
- 2항. 홍보를 목적으로 출처 및 참조 내용을 밝히기 위한 목적 외의 외부 링크(Link)를 포함하는 경우
  - 1호. 상기 내용이 의미하는 바에 따라, 밝히기 위한 출처와 무관한 외부 링크를 포함하는 경우도 포함
- 3항. 동일 '설명', '내용'이 이미 존재하고 동일한 것들 중 작성 시간이 최초이지 아니한 경우
  - 1호. 동일한 설명 판단에 적발되지 아니하기 위한 목적으로 부분 수정만 된 것이 분명한 경우는 본 3항과 동일한 상황으로 판단
  - 2호. 단, 동일 설명을 복제한 것이 아님을 밝힐 수 있는 경우 예외
- 4항. 저작권이 존재하는 내용을 포함해 작성했으면서도, 아래 각 경우에 해당하지 않는 경우 무통보 삭제될 수 있습니다.
  - 1호. 원본 저작물에서 요구하는 방법을 완벽히 준수하여 출처를 밝혔을 때
  - 2호. 일부 내용 인용의 경우, 인용 기호(') 또는 그에 준하는 것을 표시하고 해당 내용은 인용된 것임을 밝혔을 때
- 5항. 위 각 항에 해당하지 않지만, 혐오/폭력/선정적인 표현으로 조회수 또는 쉬워요의 개수와 비교하여 신고된 비율이 상당한 경우<br /><br />

#### 3조. 사용자는 상기 1, 2조에 따라 심사 또는 삭제 대상이 되는 행동을 3회 이상 한 경우 회원탈퇴 될 수 있습니다. 단, 아래의 경우는 예외로 합니다.

- 상기 1조의 1항. 최초로 등록되었을 때
- 상기 1조의 4항. 의미상 같은 '전문/기술용어', '가이드/매뉴얼 제목'이 있을 때
- 상기 2조의 3항. 동일 '설명', '내용'이 이미 존재하고 동일한 것들 중 작성 시간이 최초이지 아니한 경우
- 그 외 각 항에서 예외로 밝힌 경우
- 상기 2조 5항의 경우 명확한 사전 확인이 불가능한 경우이므로 예외. 단, 고의성이 분명한 경우는 예외로 하지 않음<br /><br />

---

---

---

### 8편. '전문/기술용어'의 '설명', '가이드/매뉴얼'의 '내용' 저작권은 그것을 작성한 사용자에게 있습니다.

---

# <br />

---

---

---

### 9편. 사용자는 언제든 '회원탈퇴'를 할 수 있습니다.

---

# <br />

#### 1조. '회원탈퇴' 후 복구되지 않습니다.

- 1항. 동일 계정으로 재가입 시 새롭게 가입한 것과 같으며, 과거 계정과 연동되지 않습니다.<br /><br />

#### 2조. '회원탈퇴' 후 해당 사용자 작성의 '설명' 및 '내용'은 '탈퇴한 계정'의 것으로 표시됩니다.<br /><br />

#### 3조. '회원탈퇴' 후 해당 사용자의 개인 페이지는 방문 불가능한 페이지 처리됩니다.<br /><br />

---

---

---

### 10편. 그 외 주의사항

---

# <br />

#### 1조. '미닛'은 '전문/기술용어'와 그 '설명', '가이드/매뉴얼'과 그 '내용'에 대하여 내용의 확실성을 보증하지 않습니다.<br /><br />

#### 2조. '(주)게타'는 '미닛'의 내용상 오류에 대해 어떤 책임도 지지 않습니다.

- 1항. 상기 '설명' 및 '내용' 작성자가 자신의 작성 내용에 대해 책임을 집니다.<br /><br />

---

---

---
</template>
